{"inkVersion":21,"root":[[{"->":"Main2"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Main":["^เสียงในหัว: ฉันพาเธอย้อนอดีตมาประมาณ 1 วันก่อนที่แพรวจะเข้าโรงพยาบาล","\n","^เสียงในหัว: ตอนนี้พวกเราอยู่ที่หมู่บ้านของแพรว","\n","^เสียงในหัว: เธอมีหน้าที่ทำตามในสิ่งที่ฉันบอก","\n","^เสียงในหัว: ถ้าหากเธอขัดขืนล่ะก็ ฉันจะพาเธอกลับไปที่ปัจจุบัน และเธอจะไม่รับรู้เรื่องราวอะไรเกี่ยวกับแพรวอีกต่อไป","\n","^ตัวเรา: ฉันเข้าใจแล้ว","\n","^เสียงในหัว: เอาล่ะ","\n","^เสียงในหัว: ก่อนอื่นเลยเธอต้องหาบ้านของแพรวให้เจอ","\n","^เสียงในหัว: ตอนนี้เธอต้องเข้าไปในบ้านของแพรว ฉันจะพาเธอไปดูอะไรบางอย่าง","\n","end",{"#f":1}],"Main2":["^effect: (เสียงแก้วแตก + กรี๊ด + ปิดประตู)","\n","^แม่: จะไปไหน มานี่!","\n","^แพรว: อย่ามายุ่งกับหนู ออกไป!","\n","^แม่: ฉันเป็นแม่แกนะ เปิดประตูเดี๋ยวนี้","\n","^แพรว: (สะอื้น)","\n","^แม่: ฉันส่งแกไปเรียน ทำไมถึงทำตัวแบบนี้","\n","^แพรว: หนูก็ทำเต็มที่แล้ว แม่จะเอาอะไรอีกอะ","\n","^แม่: เต็มที่เหรอ?","\n","^แม่: เต็มที่แต่คะแนนวิชานี้ ได้แค่ที่ 3 ของห้องเหรอ","\n","^แพรว: ก็บอกไปกี่รอบแล้วว่าวิชานี้..","\n","^แม่: แกอย่ามาเถียงฉัน","\n","^แพรว: งั้นแม่ลองมาเรียนเองไหมล่ะ จะได้รู้ว่ามันยากขนาดไหน","\n","^แม่: นี่แกโง่ปะแพรว","\n","^แม่:แกจะให้ฉันไปเรียนทำไม ใช่หน้าที่ฉันเหรอ","\n","^แพรว: แม่จะได้เข้าใจหนูสักทีไง","\n","^แพรว: แม่บังคับให้หนูเรียนสายวิทย์ หนูก็ทำให้แล้ว","\n","^แพรว: แม่บังคับให้หนูเลิกเล่นดนตรีทั้ง ๆ ที่มันเป็นความฝันของหนู หนูก็ทำให้แล้ว","\n","^แพรว: แถมแม่ยังบังคับให้หนูไปเรียนพิเศษ หนูก็ทำให้แล้ว","\n","^แพรว: แม่บังคับหนูทุกอย่าง เสาร์อาทิตย์หนูก็ไม่ได้ไปเที่ยวกับเพื่อน เพราะต้องเรียนพิเศษ เรียนเสร็จก็ต้องกลับบ้านเลย ห้ามไปไหนทั้งนั้น","\n","^แพรว: ทำไมหนูถึงทำอะไรด้วยตัวเองไม่ได้เลย นี่มันชีวิตใครกันแน่","\n","^แม่: หุบปาก!!","\n","^แม่: -ูเป็นแม่-ึง -ูจะทำอะไรกับลูกตัวเองก็ได้","\n","^แม่: -ูบอกอะไรไป-ึงก็ต้องทำ","\n","^แม่: สมัย-ูลำบากกว่านี้ตั้งเยอะ -ูยังผ่านมาได้","\n","^แม่: มีแต่-ึงเนี่ย","\n","^แม่: -ูเลือกสิ่งดี ๆ ให้-ึง แต่-ึงมาเถียง-ูฉอด ๆๆ แบบนี้","\n","^แม่: เนรคุณ","\n","^แม่: หัดทำตัวแบบลูกคนอื่นเขาบาง ไม่เห็นมีใครบ่นสักคน มีแต่-ึงเนี่ย อิดออด ทำเป็นทนไม่ได้","\n","^แพรว: แล้วแม่ทำตัวเหมือนแม่เขามั้ยอะ แม่เพื่อนหนูไม่เห็นมีใครมายืนด่าลูกแบบนี้สักคน","\n","^แม่: -ึงหุบปาก -ีเด็กเหลือขอ","\n","^แม่: -ึงกล้ายอกย้อน-ูเหรอ","\n",{"->":"Choice"},{"#f":1}],"Choice":[["^เสียงในหัว: ขึ้นไปดูหน่อยมั้ย?","\n","ev","str","^ใช่","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^ไม่่","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ เสียงในหัว: เหมือนแพรวจะอยู่ชั้นสองของบ้านนะ","\n",{"->":"Continue"},{"#f":5}],"c-1":["^ เสียงในหัว: เธอแน่ใจนะว่าจะไม่ขึ้นไปดู","\n",["ev","str","^ใช่","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^ไม่","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"Choice"},{"#f":5}],"c-1":["^ เสียงในหัว: เข้าใจแล้วล่ะ","\n","end",{"#f":5}]}],{"#f":5}]}],{"#f":1}],"Continue":["^ตัวเรา: เหมือนเธอจะไม่ได้ยิน","\n","^แพรว: ฮัลโหล ฉันไม่ไหวแล้วแก","\n","^ตัวเรา: แพรวคุยกับใคร?","\n","^แพรว: ฉันโดนแม่ทำร้ายอีกแล้ว ฉันไม่อยากอยู่แล้วอะ ฉันเหนื่อยเหลือเกิน","\n","^ตัวเรา: …","\n","^แพรว: …","\n","^แพรว: ฉันอยากหลับไปแล้วไม่ตื่นขึ้นมาอีกเลย","\n","^คนในสาย: แพรวแกใจเย็น ๆ ก่อนนะ","\n","^ตัวเรา: คนในสายนั่นมันคือฉันนี่","\n","^แพรว: ให้ใจเย็นอะไรล่ะ ฉันทนมาทั้งชีวิตแล้วอะ 17 ปีที่ฉันเกิดมา มันมีแค่ 4 ปีแรกเท่านั้นแหละ ที่ฉันมีความสุข","\n","^แพรว: พอฉัน 5 ขวบพ่อก็ทิ้งฉันให้อยู่กับแม่ แล้วฉันก็โดนแม่ทุบตีทุกวัน โดนแม่ด่าทุกวัน ถ้าฉันไม่เกิดมามันคงจะดีเสียกว่า แม่จะได้ไม่ต้องเลิกกับพ่อ ไม่ต้องมาด่าฉันทุกวันแบบนี้","\n","^แพรว: ฉันมันตัวซวย เป็นคนที่นำพาความโชคร้ายมาให้ทุกคนที่อยู่รอบข้างฉัน ถ้าฉันตาย ๆ ไปซะทุกคนบนโลกคงมีความสุขมากกว่านี้","\n","^คนในสาย: …","\n","^แพรว: ฉันขอโทษนะ ที่ต้องให้เธอมาฟังอะไรแบบนี้","\n","^คนในสาย: อืม","\n","^คนในสาย: แต่ฉันว่า มันโง่มากเลยอะที่แกอยากจะฆ่าตัวตาย","\n","^คนในสาย: แกไม่รักตัวเองเลยหรอแพรว","\n","^คนในสาย: มีอีกหลายคนบนโลกที่อยากมีชีวิตอยู่ แต่แกกลับจะทิ้งมันไปง่าย ๆ แบบนี้อะนะ","\n","^คนในสาย: ฉันเข้าใจว่าแกเศร้าอยู่ แต่แกแยกแยะหน่อยได้มั้ย","\n","^ตัวเรา: (ทำไมฉันพูดออกไปแบบนั้น)","\n","^คนในสาย: แกก็เรียนเก่ง ทำได้หมดทุกอย่าง แต่เจอเรื่องแค่นี้แกกลับยอมแพ้หรอ","\n","^คนในสาย: ละเรื่องที่เธอกรีดแขนตัวเองอีก ถ้าเธออยากตายจริง ๆ เธอไม่ทำแค่นั้นหรอกแพรว","\n","^แพรว: แต่ฉันบังคับตัวเองไม่ได้ ฉันฝืนให้ตัวเองมีความสุขไม่ได้แล้ว","\n","^คนในสาย: ฉันเคยบอกให้แกสวดมนต์ก่อนนอนทุกคืนแล้วนี่","\n","^คนในสาย: แกได้ทำตามที่ฉันบอกมั้ย","\n","^แพรว: ถ้ามันช่วยได้จริง ๆ ฉันก็ไม่ต้องเข้าโรงพยาบาลแบบนี้หรอก","\n","^คนในสาย: ก็แกไม่เคยทำไง เอาแต่โทษนู่นโทษนี่สารพัด แต่ไม่เคยโทษตัวเองเลย","\n","^แพรว: …","\n","^คนในสาย: แค่นี้ก่อนนะ ฉันจะไปนอนแล้ว","\n","^แพรว: …","\n","^แพรว: อืม","\n","^แพรว: ขอโทษนะ ที่โทรไปรบกวน","\n","^คนในสาย: (วางสาย)","\n","^ตัวเรา: ทำไมฉันถึงพูดอะไรแบบนั้นออกไป","\n","^ตัวเรา: แพรว ฉันขอโทษ…","\n","^แพรว: หึหึ","\n","^แพรว: ฮ่าๆๆๆ","\n","^แพรว: ฮ่าๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆ","\n","^แพรว: เพื่อน-ึง ยังไม่รัก-ึงเลยแพรว","\n","^แพรว: น่าสมเพช-ิบหาย","\n","^แพรว: คิดว่า-ูไม่อยากตายจริง ๆ หรอ","\n","^แพรว: แล้ว-ึงจะเสียใจที่พูดกับ-ูแบบนี้","\n","^ตัวเรา: แพรวจะทำอะไร?","\n","^เสียงในหัว: เปิดประตูเข้าไป!","\n","^ตัวเรา: หยุดเดี๋ยวนี้นะ","\n","^แพรว: …","\n","^ตัวเรา: แพรว ได้ยินฉันมั้ย","\n","^ตัวเรา: แพรว!","\n","^แพรว: (ฮึก…)","\n","^แม่: -ึงโวยวายอะไรแพรว ไม่พอใจ-ูหรอ","\n","^แพรว: เปล่าค่ะแม่","\n","^แพรว: หนูแค่เดินเตะเตียงเฉย ๆ","\n","^แม่: แล้วทำไม-ึงยังไม่นอน? หรือต้องให้-ูเข้าไปฟาด-ึงอีก?","\n","^แพรว: กำลังจะนอนแล้วค่ะ เมื่อกี้เอาหนังสือไปเก็บ","\n","^แม่: หัดรู้หน้าที่ซะบ้าง","\n","^แม่: -ูจะนอน -ึงก็เ-ือกโวยวาย จน-ูนอนไม่ได้","\n","^แพรว: ขอโทษค่ะ","\n","^แม่: เด็กเหลือขอ","\n","^แม่: ปัง!!(เสียงปิดประตูห้องนอนแม่)","\n","^แพรว: อีกไม่นานเกินรอ แม่จะได้มีความสุขจริง ๆ แล้วนะ","\n","^แพรว: (ยิ้ม)","\n","^แพรว: (เดินขึ้นไปนอนบนเตียง)","\n","^แพรว:(ฮึก…)","\n","^เสียงในหัว: วันนี้คงจบแค่นี้แหละ","\n","^ตัวเรา: รู้ได้ไง","\n","^ตัวเรา: ถ้าฉันไม่นั่งเฝ้าไว้แล้วแพรวเป็นอะไรขึ้นมาจะทำยังไงล่ะ","\n","^เสียงในหัว: ยังไม่เป็นอะไรหรอก เธอหลับไปแล้ว","\n","^ตัวเรา: งั้นฉันก็คงต้องกลับบ้านแล้ว","\n","^เสียงในหัว: เดี๋ยวสิ","\n","^เสียงในหัว: ฉันว่าเธอควรหาเบาะแสเพิ่มเติม","\n","^เสียงในหัว: แพรวจะเขียนไดอารี่ทุกวัน น่าจะอยู่ที่ไหนสักที่ในห้องนี้แหละ เธอลองหาดูนะ","\n","^หาไดอารี่ในห้อง","\n","^ตัวเรา: เหมือนข้อมูลมันจะขาด ๆ หาย ๆ นะ","\n","^เสียงในหัว: ฮ่า ๆๆ ฉันก็ลืมไป","\n","^เสียงในหัว: ที่เธอเจอเป็นเล่มเก่า","\n","^เสียงในหัว: เธอโดนแม่จับได้ว่าเขียนไดอารี่ แม่เธอเลยฉีกทิ้งหมดเลย ข้อมูลบางส่วนเลยหายไป","\n","^เสียงในหัว: ส่วนเล่มที่เธอเขียนตอนนี้อยู่ที่โรงเรียน","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}