{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"Main":["^แพรว: ฮัลโหล ฉันไม่ไหวแล้วแก","\n","^ตัวเรา: แพรวคุยกับใคร?","\n","^แพรว: ฉันโดนแม่ทำร้ายอีกแล้ว ฉันไม่อยากอยู่แล้วอะ ฉันเหนื่อยเหลือเกิน","\n","^ตัวเรา: …","\n","^แพรว: …","\n","^แพรว: ฉันอยากหลับไปแล้วไม่ตื่นขึ้นมาอีกเลย","\n","^คนในสาย: แพรวแกใจเย็น ๆ ก่อนนะ","\n","^ตัวเรา: คนในสายนั่นมันคือฉันนี่","\n","^แพรว: ให้ใจเย็นอะไรล่ะ","\n","^แพรว: ฉันทนมาทั้งชีวิตแล้วอะ 17 ปีที่ฉันเกิดมา","\n","^แพรว:มันมีแค่ 4 ปีแรกเท่านั้นแหละ ที่ฉันมีความสุข","\n","^แพรว: พอฉัน 5 ขวบพ่อก็ทิ้งฉันให้อยู่กับแม่","\n","^แพรว: แล้วฉันก็โดนแม่ทุบตีทุกวัน โดนแม่ด่าทุกวัน","\n","^แพรว: ถ้าฉันไม่เกิดมามันคงจะดีเสียกว่า แม่จะได้ไม่ต้องเลิกกับพ่อ","\n","^แพรว: ฉันมันตัวซวย","\n","^แพรว: เป็นคนที่นำพาความโชคร้ายมาให้ทุกคนที่อยู่รอบข้างฉัน","\n","^แพรว: ถ้าฉันตาย ๆ ไปซะทุกคนบนโลกคงมีความสุขมากกว่านี้","\n","^คนในสาย: …","\n","^แพรว: ฉันขอโทษนะ ที่ต้องให้เธอมาฟังอะไรแบบนี้","\n","^คนในสาย: อืม","\n","^คนในสาย: แต่ฉันว่า มันโง่มากเลยอะที่แกอยากจะฆ่าตัวตาย","\n","^คนในสาย: แกไม่รักตัวเองเลยหรอแพรว","\n","^คนในสาย: มีอีกหลายคนบนโลกที่ลำบากกว่าแกเยอะ ทำไมเขายังมีความสุขได้ล่ะ","\n","^คนในสาย: ฉันเข้าใจว่าแกเศร้าอยู่ แต่แกแยกแยะหน่อยได้มั้ย","\n","^ตัวเรา: (ทำไมฉันพูดออกไปแบบนั้น)","\n","^คนในสาย: แกก็เรียนเก่ง ทำได้หมดทุกอย่าง แต่เจอเรื่องแค่นี้แกกลับยอมแพ้หรอ","\n","^คนในสาย: ละเรื่องที่เธอกรีดแขนตัวเองอีก ถ้าเธออยากตายจริง ๆ เธอไม่ทำแค่นั้นหรอกแพรว","\n","^แพรว: แต่ฉันบังคับตัวเองไม่ได้ ฉันฝืนให้ตัวเองมีความสุขไม่ได้แล้ว","\n","^คนในสาย: ฉันเคยบอกให้แกนั่งสมาธิก่อนนอนทุกคืนแล้วนี่","\n","^คนในสาย: แกได้ทำตามที่ฉันบอกมั้ย","\n","^แพรว: ถ้ามันช่วยได้จริง ๆ ฉันก็ไม่ต้องเข้าโรงพยาบาลแบบนี้หรอก","\n","^คนในสาย: ก็แกไม่เคยทำไง เอาแต่โทษนู่นโทษนี่สารพัด แต่ไม่เคยโทษตัวเองเลย","\n","^แพรว: …","\n","^คนในสาย: แกโตแล้วนะแพรว หัดแยกแยะละก็รู้จักเวลาซะบ้าง","\n","^คนในสาย: ตอนนี้แกควรจะนอนแล้วด้วยซ้ำ","\n","^คนในสาย: แกไม่ใช่เด็กน้อยแล้วนะที่จะควบคุมอารมณ์ตัวเองไม่ได้","\n","^แพรว: …","\n","^แพรว: อืม","\n","^แพรว: ขอโทษนะ ที่โทรไปรบกวน","\n","^คนในสาย: (วางสาย)","\n","^ตัวเรา: ทำไมฉันถึงพูดอะไรแบบนั้นออกไป","\n","^ตัวเรา: แพรว ฉันขอโทษ…","\n","^แพรว: หึหึ","\n","^แพรว: ฮ่าๆๆๆ","\n","^แพรว: ฮ่าๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆ","\n","^แพรว: เพื่อน-ึง ยังไม่รัก-ึงเลยแพรว","\n","^แพรว: น่าสมเพช-ิบหาย","\n","^แพรว: คิดว่า-ูไม่อยากตายจริง ๆ หรอ","\n","^แพรว: แล้ว-ึงจะเสียใจที่พูดกับ-ูแบบนี้","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}