หัวหน้าห้อง: ทุกคนนั่งประจำที่
ครูประจำชั้น: สวัสดีตอนเช้า นักเรียนทุกคน วันนี้ครูมีเรื่องมาแจ้ง 3 เรื่องด้วยกัน เรื่องแรกก็คือผลสอบกลางภาคได้ออกมาอย่างเป็นทางการแล้ว และจะมีการนัดประชุมผู้ปกครองวันเสาร์ที่จะถึงนี้
ครูประจำชั้น: เรื่องต่อมาจะเกี่ยวกับเพื่อนในห้องของเรา อย่างที่ทุกคนรู้ว่ามีข่าวลือเกี่ยวกับ “แพรว” เรื่องคลิปเสียง ตอนนี้ทางโรงเรียนกำลังตรวจสอบอยู่ว่าข่าวนั้นเป็นความจริงหรือไม่ และกำลังหาคนที่ปล่อยข่าวลือนี้มาสอบสวนความจริง ฉะนั้น ขอความร่วมมือทุกคน งดเผยแพร่ข่าวนี้ เพื่อเป็นการไม่ทำลายชื่อเสียงของโรงเรียน
คนในชั้นเรียน: (พึมพำ ๆ)
ครูประจำชั้น: ทุกคนอยู่ในความสงบ!
ครูประจำชั้น: เรื่องสุดท้ายก็คือ ตอนนี้แพรวประสบอุบัติเหตุตกจากที่สูง อาการสาหัสมาก อยู่ที่โรงพยาบาล โอกาสที่จะรอดมีน้อยมาก และตอนนี้ยังอยู่ในห้อง ICU
ครูประจำชั้น: ถ้ามีอะไรเพิ่มเติมเกี่ยวกับแพรวเดี๋ยวครูจะแจ้งให้ทราบอีกที
ตัวเรา: (ไม่จริง…)
คนในชั้นเรียน: (สมควรแล้วแหละ ทำตัวเอง)
คนในชั้นเรียน: (พึมพำ ๆ)
ครูประจำชั้น: เรื่องที่จะแจ้งก็มีเพียงเท่านี้ ขอให้ทุกคนตั้งใจเรียน 
ตัวเรา: (ทำไมแพรวถึงเป็นแบบนี้)
ตัวเรา: (แล้วข่าวลืออะไรกัน ทำไมฉันไม่รู้เรื่องนี้เลย)
ตัวเรา: (เมื่อกี้ครูบอกว่าอยู่โรงพยาบาล แถมโอกาสรอดยังน้อยมาก)
ตัวเรา: (เป็นอุบัติเหตุ หรือ มีคนจงใจทำร้ายแพรวกันแน่)
ตัวเรา: (ฉันต้องตามหาความจริง)
