VAR playerName = ""


->Main

=== Main ===
ครูประจำชั้น: สวัสดีตอนเช้า นักเรียนทุกคน 

ครูประจำชั้น: วันนี้ครูมีเรื่องมาแจ้ง 3 เรื่องด้วยกัน 

ครูประจำชั้น:เรื่องแรกก็คือผลสอบกลางภาคได้ออกมาอย่างเป็นทางการแล้ว 

ครูประจำชั้น: และจะมีการนัดประชุมผู้ปกครองวันเสาร์ที่จะถึงนี้ 

ครูประจำชั้น: เรื่องต่อมาจะเกี่ยวกับเพื่อนในห้องของเรา อย่างที่ทุกคนรู้ว่ามีข่าวลือเกี่ยวกับ “แพรว” 

ครูประจำชั้น: เรื่องคลิปหลุด ตอนนี้ทางโรงเรียนกำลังตรวจสอบอยู่ว่าข่าวนั้นเป็นความจริงหรือไม่ 

ครูประจำชั้น: และกำลังหาคนที่ปล่อยข่าวลือนี้มาสอบสวนความจริง 

ครูประจำชั้น: ฉะนั้น ขอความร่วมมือทุกคน งดเผยแพร่ข่าวนี้ เพื่อเป็นการไม่ทำลายชื่อเสียงของโรงเรียน

ครูประจำชั้น: เรื่องสุดท้ายก็คือ ตอนนี้แพรวประสบอุบัติเหตุตกจากที่สูง 

ครูประจำชั้น: อาการสาหัสมาก อยู่ที่โรงพยาบาล โอกาสที่จะรอดมีน้อยมาก และตอนนี้ยังอยู่ในห้อง ICU 

ครูประจำชั้น: ถ้ามีอะไรเพิ่มเติมเกี่ยวกับแพรวเดี๋ยวครูจะแจ้งให้ทราบอีกที

{playerName}: (ไม่จริง…)

คนในชั้นเรียน: (สมควรแล้วแหละ ทำตัวเอง)

คนในชั้นเรียน: (อย่าพูดแบบนั้นนะ เขาไม่ได้ผิดซะหน่อย แถมยังหาหลักฐานไม่ได้เลย)

ครูประจำชั้น: เรื่องที่จะแจ้งก็มีเพียงเท่านี้ ขอให้ทุกคนตั้งใจเรียน 

{playerName}: (ข่าวลืออะไรกัน ทำไมฉันไม่รู้เรื่องนี้เลย)

{playerName}: (เป็นอุบัติเหตุ หรือ มีคนจงใจทำร้ายกันแน่)
-> END



